# `brew install --cask` casks
# `brew install` packages
# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "zoxide"
brew "fzf"
brew "bat"
brew "bfg"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "jesseduffield/lazygit/lazygit"
brew "lua"
brew "mitmproxy"
brew "mosh"
brew "n"
brew "neovim"
brew "nmap"
brew "pinentry"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "pyenv"
brew "yazi"
brew "ruby"
brew "rustup-init"
brew "scons"
brew "sleepwatcher"
brew "subversion"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
cask "arc"
cask "balenaetcher"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "min"
cask "mos"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "typora"
cask "utm"
cask "visual-studio-code"
