# Required Homebrew formulae for managed macOS dotfiles.
brew "bat"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "lazygit"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "tmux"
brew "trash"
brew "tree"
brew "yazi"
brew "zoxide"
