# Optional Homebrew formulae and casks for the fuller macOS environment.
tap "homebrew/cask"
tap "steipete/tap"
tap "yakitrak/yakitrak"

brew "bfg"
brew "binwalk"
brew "clang-format"
brew "colima"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "libsodium"
brew "lua"
brew "mitmproxy"
brew "mole"
brew "molten-vk"
brew "mosh"
brew "nmap"
brew "openai-whisper"
brew "pipenv"
brew "postgresql@17"
brew "qt@5"
brew "ruby"
brew "scons"
brew "sleepwatcher"
brew "steipete/tap/remindctl"
brew "subversion"
brew "summarize"
brew "tailscale"
brew "telnet"
brew "wget"
brew "yakitrak/yakitrak/obsidian-cli"
brew "youtube-dl"
brew "zls"

cask "1password"
cask "alma"
cask "arc"
cask "balenaetcher"
cask "codex"
cask "deskflow"
cask "discord"
cask "feishu"
cask "fork"
cask "ghostty"
cask "gitbutler"
cask "github"
cask "handbrake"
cask "iina"
cask "imhex"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "lyricsx"
cask "min"
cask "mos"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rekordbox"
cask "scratch"
cask "sharemouse"
cask "shottr"
cask "stats"
cask "steam"
cask "tencent-meeting"
cask "tiles"
cask "typeless"
cask "utm"
cask "visual-studio-code"
