# Optional Homebrew formulae for fuller cross-platform environments.
brew "bfg"
brew "binwalk"
brew "clang-format"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "libsodium"
brew "lua"
brew "mitmproxy"
brew "mosh"
brew "nmap"
brew "openai-whisper"
brew "ruby"
brew "scons"
brew "subversion"
brew "tailscale"
brew "telnet"
brew "wget"
brew "youtube-dl"
brew "zls"
